brew "caddy"
brew "coreutils"
brew "curl"
brew "docker"
brew "findutils"
brew "gettext"
brew "gh"
brew "git"
brew "git-delta"
brew "glances"
brew "imagemagick"
brew "jpeg-xl"
brew "libheif"
brew "moreutils"
brew "pnpm"
brew "shared-mime-info"
brew "wget"
brew "z"

cask "1password"
cask "arc"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "font-inter"
cask "font-atkinson-hyperlegible"
cask "obsidian"
cask "raycast"
cask "slack"
cask "ticktick"
cask "visual-studio-code"
cask "warp"
cask "zoom"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"